IDEA Open Model
ProjectData.Author Property
Compatible with IDEA StatiCa v 10.1
 Gets or sets the project author.
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public string Author { get; set; }
Public Property Author As String
	Get
	Set
public:
property String^ Author {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
ProjectData Class
IdeaRS.OpenModel Namespace